Repository: ahmed10233/transit
Catalog: lib/l10n/app_*.arb
Languages: ar

source: proceed
ar: تابع

source: Hello There
ar: مرحبا بك

# dear_gust
source: Dear Guest
ar: عزيزي الضيف

source: EN
ar: العربيه

source: Bus Time
ar: وقت الحافلة

source: Touristic Sites
ar: المواقع السياحية

source: Show map
ar: عرض الخريطة

# time_info
source: Know When The Bus Will Arrive
ar: اعرف متى ستصل الحافلة

# map_info
source: Show The Bus Roadmap To Know Your Track
ar: عرض خريطة الحافلة لمعرفة مسارك

# tour_info
source: Get To Know All The Stations Around You
ar: تعرف على جميع المحطات حولك

# trans
source: Powered By Trans IT
ar: مدعوم بواسطة ترانس آي تي

# welcome_abrod
source: Welcome Aboard !
ar: مرحبًا بك على متن الحافلة!

# here_is
source: Hereâ€™s Your Bus Timeline.
ar: إليك الجدول الزمني لحافلتك.

source: Bus Number
ar: رقم الحافلة

source: Time
ar: الوقت

source: Bus Timeline
ar: الجدول الزمني للحافلات

# choose
source: Choose a Starting Location...
ar: اختر موقع البداية...

source: Search
ar: بحث

# transit
source: Transportation information technology
ar: تكنولوجيا معلومات النقل

# select_station
source: Select a Station
ar: اختر محطة

# bus_num
source: Bus Number
ar: رقم الحافلة

source: Bus Line
ar: خط الحافلة

source: Please Select Station
ar: يرجى اختيار المحطة
